{"abbott": 0, "abbvie": 1, "aercap holdings n.v.": 2, "aes corp.": 3, "aethlon medical inc.": 4, "agree realty corporation": 5, "air products": 6, "alamo group inc.": 7, "alaska air group": 8, "alexandria real estate equities inc.": 9, "ally financial": 10, "altair": 11, "alteryx inc.": 12, "ameren missouri": 13, "american electric power": 14, "ametek inc.": 15, "amgen": 16, "ampio pharmaceuticals inc.": 17, "anterix inc.": 18, "antero resources corporation": 19, "aon plc": 20, "ardmore shipping corporation": 21, "arlo technologies inc.": 22, "arthur j. gallagher  co.": 23, "aspen aerogels inc.": 24, "astellas pharma inc.": 25, "atento s.a.": 26, "atlas corp.": 27, "autoliv": 28, "autonation inc.": 29, "avanos medical inc.": 30, "axalta coating systems ltd.": 31, "azure power": 32, "ball aerospace": 33, "ballard power systems inc.": 34, "ballys corporation": 35, "banco latinoamericano de comercio exterior s.a. bladex": 36, "bank of america corporation": 37, "bd becton dickinson and company": 38, "bed bath  beyond": 39, "bell canada": 40, "benchmark electronics inc.": 41, "benson hill": 42, "berger montague": 43, "best inc.": 44, "bgc partners inc.": 45, "big lots inc.": 46, "biglari holdings inc.": 47, "biohaven pharmaceutical holding company ltd.": 48, "biondvax pharmaceuticals ltd.": 49, "black knight inc.": 50, "blackline": 51, "bmo financial group": 52, "boeing": 53, "boston scientific corporation": 54, "braemar hotels  resorts inc.": 55, "brainstorm cell therapeutics inc.": 56, "brookdale senior living inc.": 57, "cae inc.": 58, "caesars entertainment inc.": 59, "callaway golf company": 60, "canadian pacific": 61, "canadian solar inc.": 62, "canon u.s.a. inc.": 63, "capital one financial corporation": 64, "catchmark timber trust inc.": 65, "caterpillar inc.": 66, "cedar realty trust inc.": 67, "centerpoint energy inc.": 68, "cgi inc.": 69, "cheetah mobile": 70, "chesapeake energy corporation": 71, "china natural resources inc.": 72, "china yuchai international limited": 73, "chipotle mexican grill": 74, "chipotle mexican grill inc.": 75, "choice hotels international inc.": 76, "chubb": 77, "chubb limited": 78, "cisco systems inc.": 79, "citizens inc.": 80, "clear channel outdoor": 81, "clear channel outdoor holdings inc.": 82, "cms energy": 83, "cnx resources corporation": 84, "cohen  steers": 85, "cohen  steers inc.": 86, "community healthcare trust inc.": 87, "conagra brands inc.": 88, "concord medical services holdings limited": 89, "consol energy inc.": 90, "consumers energy": 91, "continental resources": 92, "copa holdings s.a.": 93, "copart inc.": 94, "cracker barrel old country store inc.": 95, "crescent point energy corp.": 96, "crocs inc.": 97, "crown holdings inc.": 98, "crown royal": 99, "cue health inc.": 100, "cunard line": 101, "cvs health": 102, "cvs health corporation": 103, "dana incorporated": 104, "daqo new energy corp.": 105, "darden restaurants inc. general": 106, "darling ingredients inc.": 107, "delek logistics": 108, "dell technologies": 109, "delta air lines": 110, "dhi group inc.": 111, "dicks sporting goods": 112, "dicks sporting goods inc.": 113, "digital realty": 114, "dish network corporation": 115, "doble engineering company": 116, "docusign inc.": 117, "dominos pizza inc.": 118, "doordash": 119, "dorian lpg ltd.": 120, "dover": 121, "duke energy": 122, "dupont": 123, "dynavax technologies": 124, "eastside distilling inc.": 125, "ecopetrol s.a.": 126, "edwards lifesciences corporation": 127, "embraer s.a.": 128, "empire state realty trust inc.": 129, "encompass health corp.": 130, "energizer holdings inc.": 131, "enlink midstream llc": 132, "enova international inc.": 133, "envestnet inc.": 134, "envista holdings corporation": 135, "eog resources inc.": 136, "eqt corporation": 137, "equifax inc.": 138, "equinix inc.": 139, "erie indemnity company": 140, "essa pharma inc": 141, "evolent health": 142, "extra space storage inc.": 143, "farmer mac": 144, "fathom events": 145, "federal realty investment trust": 146, "federal signal corporation": 147, "fidelity national financial inc.": 148, "financialnewsmedia.com": 149, "first financial bankshares inc.": 150, "firstenergy corp.": 151, "flagstar bancorp inc.": 152, "flotek industries inc.": 153, "foot locker inc.": 154, "future fintech group inc.": 155, "g. willi__food international ltd.": 156, "galmed pharmaceuticals ltd.": 157, "gates": 158, "genpact": 159, "genuine parts company": 160, "ginkgo bioworks": 161, "glory star new media group holdings limited": 162, "godaddy inc.": 163, "gogo inc.": 164, "gopro inc.": 165, "greif inc.": 166, "gt biopharma inc.": 167, "hamilton beach brands holding company": 168, "hawaiian holdings inc.": 169, "healthcare trust of america inc.": 170, "healthpeak properties inc.": 171, "heidrick  struggles international inc.": 172, "heritage insurance holdings inc.": 173, "heska corporation": 174, "hoegh lng partners lp": 175, "honeywell": 176, "hormel foods corporation": 177, "houghton mifflin harcourt": 178, "huaneng power international inc.": 179, "hubspot": 180, "huntsman corporation": 181, "hut 8 mining corp": 182, "hycroft mining holding corporation": 183, "hyster__yale materials handling inc.": 184, "iac": 185, "illumina inc.": 186, "independence contract drilling inc.": 187, "instructure": 188, "international paper": 189, "invesco ltd.": 190, "investors bancorp inc.": 191, "ionis pharmaceuticals inc.": 192, "irsa inversiones y representaciones s.a.": 193, "jack henry  associates inc.": 194, "jana partners llc": 195, "jazz pharmaceuticals plc": 196, "john hancock investment management": 197, "johnson controls international plc": 198, "kar global": 199, "kennametal inc.": 200, "kenon holdings ltd.": 201, "keycorp": 202, "kimbell royalty partners lp": 203, "kimberly__clark": 204, "kimberly__clark corporation": 205, "kimberly__clark professional": 206, "kingsway financial services inc.": 207, "kore wireless": 208, "kraton corporation": 209, "kyndryl": 210, "lannett company inc.": 211, "lantern pharma": 212, "las vegas sands": 213, "leggett  platt": 214, "leidos holdings inc.": 215, "lendingclub corporation": 216, "lendingtree.com": 217, "lennox international inc.": 218, "life time inc.": 219, "lion electric": 220, "liqtech international inc.": 221, "lithia motors inc.": 222, "live nation entertainment": 223, "lockheed martin": 224, "lockheed martin aeronautics": 225, "loews corporation": 226, "lubys inc.": 227, "lumentum": 228, "lyondellbasell industries": 229, "magnachip semiconductor corporation": 230, "main street capital corporation": 231, "mainstreet bancshares inc.": 232, "marathon oil corporation": 233, "marine products corporation": 234, "marriott vacations worldwide corporation": 235, "maxeon solar technologies ltd.": 236, "mdu resources group inc.": 237, "mercury insurance": 238, "mettler__toledo international inc.": 239, "mgic investment corporation": 240, "mgm growth properties llc": 241, "mgm resorts international": 242, "mi homes inc.": 243, "micro focus": 244, "microsmallcap.com": 245, "milestone pharmaceuticals inc.": 246, "mirati therapeutics inc.": 247, "mongodb inc.": 248, "mplx lp": 249, "msa safety": 250, "msc industrial supply co.": 251, "mt bank corporation": 252, "national grid": 253, "nelnet inc.": 254, "neptune wellness solutions inc.": 255, "net2phone": 256, "nevro corp.": 257, "nextera energy inc.": 258, "nextera energy inc. nextera energy partners lp": 259, "nextera energy partners lp": 260, "nielsen": 261, "nielsen holdings plc": 262, "nikola corporation": 263, "norfolk southern corporation": 264, "northwest pipe company": 265, "nortonlifelock inc.": 266, "novavax inc.": 267, "nucor corporation": 268, "nvr inc.": 269, "oasis petroleum inc.": 270, "oge energy corp.": 271, "oilprice.com": 272, "old republic international corporation": 273, "one gas inc.": 274, "oppenheimer  co. inc.": 275, "oracle": 276, "pampa energia s.a.": 277, "paypal holdings inc.": 278, "pbf logistics lp": 279, "peabody": 280, "pembina pipeline corporation": 281, "penske automotive group inc.": 282, "perrigo company plc": 283, "pnc financial services group inc.": 284, "pnm resources inc.": 285, "ppl corporation": 286, "prologis inc.": 287, "prosperity bancshares inc.": 288, "prudential financial inc.": 289, "qualys inc.": 290, "qudian inc.": 291, "quest diagnostics": 292, "quicklogic corporation": 293, "realnetworks inc.": 294, "realogy holdings corp.": 295, "realty income corporation": 296, "recon technology ltd.": 297, "redhill biopharma ltd.": 298, "redwood trust inc.": 299, "regeneron pharmaceuticals inc.": 300, "remark holdings inc.": 301, "republic services inc.": 302, "resideo technologies inc.": 303, "resolute forest products inc.": 304, "ritchie bros. auctioneers": 305, "robert half": 306, "royal caribbean group": 307, "rpc inc.": 308, "rush street interactive": 309, "ryerson holding corporation": 310, "salesforce": 311, "sally beauty holdings inc.": 312, "sap se": 313, "saul centers inc.": 314, "seaworld entertainment inc.": 315, "sequans communications": 316, "service corporation international": 317, "shutterstock inc.": 318, "signet jewelers ltd.": 319, "silicom ltd.": 320, "sm energy company": 321, "sonim technologies inc.": 322, "southwest airlines co.": 323, "southwest gas corporation": 324, "southwest gas holdings inc.": 325, "sp global market intelligence": 326, "spire inc.": 327, "spirit airlines inc.": 328, "spx flow inc.": 329, "ssr mining inc.": 330, "stag industrial inc.": 331, "standard  poors": 332, "standard motor products inc.": 333, "starboard value lp": 334, "starwood property trust inc.": 335, "stepan company": 336, "sunoco lp": 337, "switch inc.": 338, "synchrony": 339, "synchrony financial": 340, "syndax pharmaceuticals inc.": 341, "synopsys inc.": 342, "synthetic biologics inc.": 343, "tal education group": 344, "tanger factory outlet centers inc.": 345, "team inc.": 346, "telephone and data systems": 347, "tenneco inc.": 348, "tetra technologies inc.": 349, "the hanover insurance group inc.": 350, "the home depot": 351, "the howard hughes corporation": 352, "the joint corp.": 353, "the sherwin__williams company": 354, "thermo fisher scientific": 355, "thomson reuters": 356, "titan international inc.": 357, "townsquare media inc.": 358, "trecora resources": 359, "treehouse foods inc.": 360, "trimble": 361, "trinet": 362, "trinet group inc.": 363, "triumph group": 364, "tronox holdings plc": 365, "truist financial corporation": 366, "tupperware brands corporation": 367, "twitter inc.": 368, "u.s. silica holdings inc.": 369, "ultra clean holdings inc.": 370, "unisys corporation": 371, "univar solutions inc.": 372, "universal health services inc.": 373, "vans": 374, "vectrus inc.": 375, "veeva systems": 376, "venator materials plc": 377, "veoneer": 378, "vermilion energy inc.": 379, "verso corporation": 380, "viatris inc.": 381, "vipshop holdings limited": 382, "vista outdoor inc.": 383, "vonage": 384, "vulcan materials company": 385, "washington trust bancorp inc.": 386, "webster financial corporation": 387, "west pharmaceutical services inc.": 388, "wheels up": 389, "wideopenwest inc.": 390, "wolf haldenstein adler freeman  herz llp": 391, "wyndham hotels  resorts": 392, "xenia hotels  resorts inc.": 393, "yext inc.": 394, "zim integrated shipping services ltd.": 395}